Repository: dudochkin-victor/beatbox
Catalog: po/*.po
Languages: ru

source: Import Complete
ru: Импортирование завершено

source: BeatBox has imported your %s library.
ru: BeatBox выполнил импортирование вашей фонотеки %s.

source: %s media files could not be found.
ru: %s мультимедийных файлов не найдено.

source: Copying files to %s Folder...
ru: Копирование файлов в папку %s...

source: Copying %s to %s Folder
ru: Копирование %s в папку %s

source: Cancelling remaining downloads...
ru: Отмена оставшихся загрузок...

source: Fetching new podcast episodes
ru: Приём новых эпизодов подкастов

source: Searching for new %s podcast episodes...
ru: Поиск новых эпизодов подкастов %s...

source: Fetching podcast from %s
ru: Приём подкаста с %s

source: Downloading %s (%d of %d)
ru: Загрузка %s (%d из %d)

source: Downloading new Podcasts
ru: Загрузка новых подкастов

source: Downloading Podcast Episodes
ru: Загрузка эпизодов подкаста

source: Downloading Podcast Episodes...
ru: Загрузка эпизодов подкаста...

source: Adding playlist to Library
ru: Добавление списка воспроизведения в фонотеку

source: Create Playlist
ru: Создать список воспроизведения

source: Create a new Playlist
ru: Создать новый список воспроизведения

source: Create Smart Playlist
ru: Создать динамический список воспроизведения

source: Create a new Smart Playlist
ru: Создать новый динамический список воспроизведения

source: Import Playlist
ru: Импортировать список воспроизведения

source: Import playlist from file
ru: Импортировать список воспроизведения из файла

source: Import Station
ru: Импортировать станцию

source: Import station from file
ru: Импортировать станцию из файла

source: Add RSS Feed
ru: Добавить RSS-ленту

source: Add a new RSS Podcast Feed to your library
ru: Добавить новую RSS-ленту подкастов в вашу медиатеку

source: Download new Episodes
ru: Загрузить новые эпизоды

source: Download new Podcast Episodes
ru: Загрузить новые эпизоды подкаста

source: Preferences
ru: Параметры

source: Equalizer
ru: Эквалайзер

source: Next
ru: Следующая

source: Play/Pause
ru: Воспроизвести/приостановить

source: Previous
ru: Предыдущая

source: Love
ru: Мне нравится!

source: Show Duplicates
ru: Показать дубликаты

source: Hide Duplicates
ru: Скрыть дубликаты

source: Exit
ru: Выйти

source: Import %s
ru: Импортировать %s

source: Import Failed
ru: Невозможно импортировать

source: Your library's %s folder could not be found. Please make sure your %s folder is mounted before importing.
ru: Папка вашей фонотеки %s не найдена. Пожалуйста, убедитесь, что ваша папка подключена %s, перед выполнение импортирования.

source: Doing Partial Import
ru: Выполнение частичного импортирования

source: Some of the folders you selected to import are already in your %s Folder. Please rescan instead.
ru: Несколько выбранных для импортирования папок уже содержатся в папке %s. Пожалуйста, выполните повторное сканирование.

source: Pause
ru: Приостановить

source: Invalid Playlist
ru: Недопустимый список воспроизведения

source: Unrecognized playlist file. Import failed.
ru: Нераспознанный файл списка воспроизведения. Импортирование прервано.

source: Unknown Artist
ru: Неизвестный исполнитель

source: by
ru: в исполнении

source: Unknown Album
ru: Неизвестный альбом

source: on
ru: из альбома

source: Unknown Song
ru: Неизвестная композиция

source: Library Management
ru: Управление фонотекой

source: Keep media folders organized
ru: Сохранять структуру мультимедийных папок

source: Write metadata to file
ru: Записывать метаданные в файлы

source: Copy files to library folder when imported
ru: Копировать файлы в папку фонотеки при импортировании

source: Login
ru: Войти

source: Logout
ru: Выйти

source: Authentication
ru: Аутентификация

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: You are logged in as %s.
ru: Вы выполнили вход от имени %s.

source: BeatBox was unable to log in as %s. Please try again.
ru: BeatBox не может войти от имени %s. Пожалуйста, повторите снова.

source: Podcast Library Location
ru: Расположение фонотеки подкаста

source: Podcast Folder
ru: Папка подкаста

source: Import...
ru: Импортировать…

source: Rescan
ru: Повторно сканировать

source: Automatically download new podcast episodes
ru: Автоматически загружать новые эпизоды подкастов

source: Could not find Music Folder
ru: Не удалось найти папку с музыкой

source: Please make sure that your Music folder is accessible and mounted.
ru: Пожалуйста, убедитесь, что музыкальная папка доступна и подключена.

source: Please wait until all operations finish before setting your podcast folder.
ru: Пожалуйста, дождитесь завершения всех операций перед назначением папки подкаста.

source: Music Library Location
ru: Расположение медиатеки

source: Music Folder
ru: Папка с музыкой

source: Please wait until all operations finish before setting your music folder.
ru: Дождитесь завершения всех операций, перед тем как назначить музыкальную папку.

source: No Results
ru: Нет результатов

source: Your search query returned no results.
ru: Поиск не дал результатов.

source: song
ru: композиция

source: Save as Playlist
ru: Сохранить как список воспроизведения

source: Export...
ru: Экспортировать...

source: Similar to %s
ru: Похожие на %s

source: BeatBox is finding songs similar to <b>%s</b> by <b>%s</b>
ru: BeatBox выполняет поиск композиций похожих на <b>%s</b> в исполнении <b>%s</b>

source: Fetching similar songs
ru: Получение сведений о похожих композициях

source: BeatBox could not find songs similar to <b>%s</b> by <b>%s</b>.
ru: BeatBox не может найти композиции похожие на <b>%s</b> в исполнении <b>%s</b>.

source: Make sure all song info is correct and you are connected to the Internet. Some songs may not have matches.
ru: Убедитесь, что все сведения о композиции правильны, а вы подключены к интернету. Некоторые композиции могут не иметь похожих произведений.

source: No similar songs found
ru: Похожие композиции не найдены

source: Similar Songs
ru: Похожие композиции

source: Similar list
ru: Список похожих

source: item
ru: элемент

source: Remove Checked Items
ru: Удалить отмеченные элементы

source: Manually select duplicates
ru: Выделить дубликаты самостоятельно

source: Keep highest bitrate
ru: Сохранять высокое качество звука

source: Keep largest file
ru: Сохранять большой файл

source: Victory! No Duplicates!
ru: Поздравляем! Дубликаты отсутствуют!

source: Your library has no duplicates.
ru: В вашей фонотеке отсутствуют дубликаты.

source: Duplicates
ru: Дубликаты

source: No songs in History
ru: Нет композиций в журнале

source: After a part of a song has been played, it is added to the history list.
ru: После воспроизведения части композиции, она добавляется в список журнала.

source: You can use this list to see all the songs you have played during the current session.
ru: Вы можете использовать этот список для просмотра всех воспроизведённых вами композиций во время текущего сеанса.

source: History
ru: Журнал

source: No Media Found
ru: Файлы не найдены

source: There is no media here.
ru: Файлы отсутствуют.

source: podcast
ru: подкаст

source: Subscribe to Podcasts
ru: Подписаться на подкасты

source: No Podcasts were found.
ru: Подкасты не найдены.

source: Search
ru: Поиск

source: Find RSS feeds online.
ru: Поиск RSS-лент в интернете.

source: No Podcasts Found
ru: Подкасты не найдены

source: To add a podcast, visit a website such as Miro Guide to find RSS Feeds.
ru: Чтобы добавить подкаст, посетите веб-сайт такой как Miro Guide для поиска RSS-каналов.

source: You can then copy and paste the feed into the "Add Podcast" window by right clicking on "Podcasts".
ru: Вы можете копировать и вставлять ленты в окне «Добавить подкаст» нажав правую кнопку мыши на «Подкасты».

source: Podcasts
ru: Подкасты

source: Import to Library
ru: Импортировать в фонотеку

source: Eject
ru: Извлечь

source: This device supports podcasts. To sync podcasts with this device, edit the device's preferences.
ru: Это устройство поддерживает подкасты. Чтобы синхронизировать подкасты с вашим устройством, измените настройки устройства.

source: No Music Found
ru: Музыка не найдена

source: To sync music with this device, edit the device's preferences.
ru: Для синхронизации музыки с данным устройством, измените настройки устройства.

source: Audio CD Invalid
ru: Недопустимый звуковой компакт-диск

source: BeatBox could not read the contents of this Audio CD.
ru: BeatBox не может прочитать содержимое звукового компакт-диска.

source: Music
ru: Музыка

source: Audiobooks
ru: Аудиокниги

source: Edit
ru: Изменить

source: Remove
ru: Удалить

source: No Media
ru: Нет файлов

source: No media fits this smart playlist's rules. To edit its rules, right click on it in the sidebar and choose "Edit".
ru: Отсутствуют файлы соответствующие правилам динамического списка воспроизведения. Чтобы внести изменения в его правила, щёлкните на нём правой кнопкой в боковой панели и выберите "Изменить".

source: station
ru: станция

source: Turn up the Radio
ru: Включите Радио

source: No Stations were found.
ru: Станции не найдены.

source: Find radio stations online.
ru: Найти радиостанции в интернете

source: No Internet Radio Stations Found
ru: Интернет-радиостанций не найдено

source: To add a station, visit a website such as SomaFM to find PLS or M3U files.
ru: Если вы хотите добавить станцию, посетите веб-сайт, например SomaFM и найдите там файлы с расширением PLS или M3U.

source: You can then import the file to add the station.
ru: Затем можно импортировать файл, чтобы добавить станцию.

source: Internet Radio
ru: Интернет-радио

source: To add to this playlist, drag and drop songs from a list onto the sidebar item or right click on an item and choose "Add to Playlist".
ru: Чтобы добавить этот список воспроизведения, перетаскивайте композиции из списка в боковую панель или щёлкните правой кнопкой на объекте и выберите «Добавить в список воспроизведения».

source: No songs in Queue
ru: Нет композиций в очереди

source: To queue a song, drag and drop a song from a list onto the queue sidebar item.
ru: Для добавления композиции в очередь, перетащите композицию из списка в очередь на боковой панели.

source: When a song finishes, the queued songs will be played first before the next song in the currently playing list.
ru: Воспроизводить композиции из очереди воспроизведения по окончании текущей композиции.

source: Queue
ru: Поставить в очередь

source: Get Some Tunes
ru: Настройтесь на мелодию

source: BeatBox can't find your music.
ru: BeatBox не может найти вашу музыку.

source: Locate
ru: Обзор...

source: Change your music folder.
ru: Измените расположение папки с музыкой.

source: Import songs from audio CD
ru: Импортировать композиции с звукового компакт-диска

source: Import media from device
ru: Импортировать медиа данные с устройства

source: No External Songs
ru: Нет внешних композиций

source: There were no songs found on this device that are not in your library.
ru: На устройстве нет композиций, отсутствующих в фонотеке.

source: Import from Device
ru: Импортировать с устройства

source: Sync
ru: Синхронизация

source: Unmount
ru: Отсоединить

source: Library
ru: Фонотека

source: Devices
ru: Устройства

source: Network
ru: Сеть

source: Plugins
ru: Надстройки

source: Playlists
ru: Списки воспроизведения

source: %s by %s
ru: %s в исполнении %s

source: Device Name
ru: Название устройства

source: Device Name:
ru: Название устройства:

source: Automatically sync when plugged in:
ru: Автоматически синхронизировать при подключении:

source: Sync:
ru: Синхронизировать:

source: Other
ru: Другие

source: All Music
ru: Вся музыка

source: All Podcasts
ru: Все подкасты

source: Sync Failed
ru: Синхронизация не удалась

source: The playlist named %s is used to sync device %s, but could not be found.
ru: Список воспроизведения под именем %s, используется для синхронизации устройства %s, но не может быть найден.

source: Cannot Sync
ru: Невозможно синхронизировать

source: Cannot sync device with selected sync settings. Not enough space on disk
ru: Невозможно синхронизировать устройство при выбранных параметрах. Недостаточно места на диске.

source: Device is already being synced.
ru: Устройство уже синхронизируется.

source: Stations
ru: Станции

source: Importing %s from %s...
ru: Импортирование %s из %s...

source: Adding files to %s Library
ru: Добавление файлов в фонотеку %s

source: Adding files to %s library...
ru: Добавление файлов в фонотеку %s...

source: Add folders to %s Library
ru: Добавление папок в фонотеку %s

source: Adding media from %s to %s library...
ru: Добавление объекта из %s в медиатеку %s...

source: Adding media from %s folders to %s library...
ru: Добавление объекта из %s папок в медиатеку %s...

source: Rescanning %s Folder
ru: Повторное сканирование папки %s

source: Rescanning %s folder for changes...
ru: Повторное сканирование изменений в папке %s...

source: Unheard Podcasts
ru: Непрослушанные подкасты

source: Favorite Songs
ru: Избранные композиции

source: Recently Added
ru: Недавно добавленные

source: Recently Played
ru: Недавно воспроизведённые

source: Recent Favorites
ru: Последние понравившиеся

source: Never Played
ru: Не воспроизводившиеся ранее

source: Over Played
ru: Часто воспроизводившиеся

source: Not Recently Played
ru: Воспроизведённые давно

source: Artist
ru: Исполнитель

source: Top Tracks
ru: Лучшие композиции

source: Listen to music, podcasts and stations
ru: Прослушивайте музыку, подкасты и радиостанции

source: Audio Player
ru: Музыкальный проигрыватель

source: BeatBox Audio Player
ru: Музыкальный проигрыватель BeatBox

source: No Description
ru: Нет описания

source: Unknown capacity
ru: Неизвестный объём

source: Multimedia Disc
ru: Мультимедийный диск

source: Ripping from %s
ru: Извлечение из %s

source: CD Import cancelled. Finishing ripping track %s...
ru: Импортирование компакт-диска отменено. Завершение извлечения дорожки %s...

source: BeatBox has finished importing %d song(s) from Audio CD
ru: BeatBox завершил импортирование %d композиций с звукового компакт-диска

source: Unknown Capacity
ru: Неизвестный объём

source: Syncing %s
ru: Синхронизация %s

source: Syncing
ru: Синхронизация

source: Removing old medias from iPod and updating current ones
ru: Удаление устаревших мультимедийных файлов из iPod и его актуальное обновление

source: Adding new media to iPod...
ru: Добавление новых мультимедийных файлов в iPod...

source: Cancelling Sync...
ru: Отмена синхронизации...

source: Finishing sync process...
ru: Завершение процесса синхронизации...

source: Syncing
ru: Синхронизация

source: Adding
ru: Добавление

source: Removing from
ru: Удаление из

source: Removing
ru: Удаление

source: Syncing playlists
ru: Синхронизация списков воспроизведения

source: Transferring from %s
ru: Передача с %s

source: Importing %s items to library...
ru: Импортирование %s объектов в фонотеку...

source: Importing
ru: Импортирование

source: to library
ru: в фонотеку

source: Remove Station
ru: Удалить станцию

source: Station
ru: Станция

source: Genre
ru: Жанр

source: Rating
ru: Оценка

source: Edit Station
ru: Свойства станции

source: Edit %s
ru: Изменить %s

source: Remove from Library
ru: Удалить из фонотеки

source: Remove from Queue
ru: Удалить из очереди

source: Remove from Device
ru: Удалить с устройства

source: Track
ru: Композиция

source: Title
ru: Название

source: Length
ru: Длительность

source: Album
ru: Альбом

source: Year
ru: Год

source: Bitrate
ru: Качество звука

source: Plays
ru: Прослушиваний

source: Skips
ru: Пропусков

source: Date Added
ru: Дата добавления

source: Last Played
ru: Последнее воспроизведение

source: BPM
ru: Уд./мин.

source: Edit Song Info
ru: Изменить сведения о композиции

source: Show in File Browser
ru: Показать в обозревателе файлов

source: New Playlist
ru: Новый список воспроизведения

source: Add to Playlist
ru: Добавить в список воспроизведения

source: Remove Song
ru: Удалить композицию

source: Scroll to Current Song
ru: Прокрутить до текущей композиции

source: Check
ru: Отметить

source: Uncheck
ru: Снять отметки

source: Remove Media
ru: Отключить устройство

source: Playing not Supported
ru: Воспроизведение не поддерживается

source: Due to issues with playing songs on certain iOS devices, playing songs on devices is currently not supported.
ru: В связи с неполадками с воспроизведением композиций на некоторых устройствах на базе iOS, воспроизведение композиций на устройствах в данный момент не поддерживается.

source: Media Editor
ru: Мультимедийный редактор

source: Editing of multiple media types is not allowed
ru: Изменение нескольких типов объектов не разрешается

source: Edit Podcast
ru: Свойства подкаста

source: Remove Episode
ru: Удалить эпизод

source: Download
ru: Загрузить

source: Stopping File Browse
ru: Остановка обзора файлов

source: Too many medias have already been opened in File Browser. Stopping any more openings.
ru: В обозревателе файлов открыто максимальное количество носителей. Больше открыто не будет.

source: Done
ru: Готово

source: General
ru: Общие

source: Libraries
ru: Коллекции

source: Name of Playlist
ru: Название списка воспроизведения

source: Cancel
ru: Отменить

source: Podcast RSS Source
ru: RSS-источник подкаста

source: Podcast Source...
ru: Источник подкаста...

source: Add
ru: Добавить

source: Save preset
ru: Сохранить профиль

source: Custom Preset
ru: Настраиваемый профиль

source: Custom
ru: Настроить...

source: Preset
ru: Профиль

source: Analyzing %d of %d...
ru: Анализирование %d из %d...

source: Duplicates Remover
ru: Удаление дубликатов

source: Analyze...
ru: Анализировать...

source: Media must match by at least
ru: Файл должен соответствовать как минимум на

source: percent.
ru: процентов.

source: Matching Criteria
ru: Соответствует критерию

source: Title and Artist
ru: Название и исполнитель

source: Title, Artist, and Album
ru: Название, исполнитель и альбом

source: Metadata
ru: Метаданные

source: Editing %s
ru: Изменение «%s»

source: Editing %d medias
ru: Изменение %d объектов

source: Info
ru: Сведения

source: Smart Playlist Editor
ru: Редактор динамических списков воспроизведения

source: Rules
ru: Правила

source: Options
ru: Параметры

source: Playlist Title
ru: Название списка воспроизведения

source: Match
ru: Схожие

source: any
ru: с любым

source: all
ru: со всеми

source: of the following:
ru: из следующих:

source: Limit to
ru: Ограничить до

source: medias
ru: файлы

source: seconds
ru: с

source: days ago
ru: дней назад

source: kbps
ru: кбит/с

source: Location:
ru: Расположение:

source: File Size:
ru: Размер файла:

source: Date Added:
ru: Добавлено:

source: Last Played:
ru: Последнее воспроизведение:

source: Last Modified:
ru: Изменён:

source: Play Count:
ru: Воспроизведено:

source: Duration:
ru: Длительность:

source: Audio Bitrate:
ru: Качество звука:

source: Sample Rate:
ru: Частота дискретизации:

source: Unknown Size
ru: Неизвестный размер

source: Unknown Bitrate
ru: Неизвестное качество звука

source: %d kbps
ru: %d Кбит/с

source: Unknown Sample Rate
ru: Неизвестная частота дискретизации

source: %d Hz
ru: %d Гц

source: Author
ru: Автор

source: Podcast
ru: Подкаст

source: Comment
ru: Описание

source: Album Artist
ru: Исполнитель альбома

source: Composer
ru: Композитор

source: Grouping
ru: Группа

source: Disc
ru: Диск

source: Lyrics
ru: Текст композиции

source: Off
ru: Выкл.

source: Repeat Off
ru: Не повторять

source: Song
ru: Композиция

source: Repeat Song
ru: Повторять песню

source: Repeat Album
ru: Повторять альбом

source: Repeat Artist
ru: Повторять композиции исполнителя

source: All
ru: Все

source: Repeat All
ru: Повторять всё

source: Shuffle Disabled
ru: Случайный порядок отключён

source: Shuffle Enabled
ru: Случайный порядок включён

source: %d minutes
ru: %d минута

source: %d hour
ru: %d час

source: %d day
ru: %d день

source: episode
ru: эпизод

source: audiobook
ru: аудиокнига

source: Automatic
ru: Автоматически

source: Delete Current
ru: Удалить текущий

source: Search...
ru: Найти…

source: Buffering %s...
ru: Буферизация %s...

source: Buffering...
ru: Буферизация...

source: Free
ru: Свободно

source: Using %s of %s (%.0f%)
ru: Занято %s из %s (%.0f%)

source: Import medias from
ru: Импортировать файлы из

source: The following files were found on %s, but are not in your library. Check all files you would like to import.
ru: следующие файлы найдены на %s, но не расположены в вашей библиотеке. Выберите все файлы, которые вы хотите импортировать.

source: Import all medias
ru: Импортировать все файлы

source: Import
ru: Импортировать

source: Don't Import
ru: Не импортировать

source: Import %s from %s
ru: Импортировать «%s» из «%s»

source: Import %d medias from %s
ru: Импортировать %d файлов из %s

source: Select individual medias to import:
ru: Выберите отдельные файлы для импорта:

source: Check Item
ru: Проверить элемент

source: Check Album
ru: Проверить альбом

source: Check Artist
ru: Проверить имя исполнителя

source: Cannot Import
ru: Невозможно импортировать

source: BeatBox is already doing file operations. Please wait until those finish to import from
ru: BeatBox уже выполняет операцию над файлом. Пожалуйста, подождите пока она будет завершена для импортирования из

source: Move to Trash
ru: Переместить в корзину

source: Remove from BeatBox
ru: Удалить из BeatBox

source: podcast episode
ru: эпизод подкаста

source: Remove %d %s from BeatBox?
ru: Удалить %d %s из BeatBox?

source: Remove %s from BeatBox?
ru: Удалить %s из BeatBox?

source: This will remove the %s from your library and from any device that automatically syncs with BeatBox.
ru: Эта операция приведёт к удалению %s из вашей фонотеки и всех устройств, которые автоматически синхронизируются с BeatBox.

source: Sync will remove %d medias from %s
ru: Синхронизация произведёт удаление %d файлов из %s

source: If you continue to sync, medias will be removed from %s since they are not on the sync list. Would you like to import them to your library first?
ru: Если вы продолжите синхронизацию, файлы будут удалены с %s, так как отсутствуют в списке синхронизации. Вы действительно хотите импортировать их сначала в вашу фонотеку?

source: Import medias to Library
ru: Импортировать файлы в фонотеку

source: Continue Syncing
ru: Завершить синхронизацию

source: Dont Sync
ru: Не синхронизировать

source: Export Playlists
ru: Экспортировать списки воспроизведений

source: Choose Music Folder
ru: Выберите папку с музыкой

source: Install Plugin
ru: Установить надстройку

source: Do Nothing
ru: Ничего не делать

source: Required GStreamer plugin not installed
ru: Необходимая надстройка GStreamer не установлена

source: The plugin for media type %s is not installed. What would you like to do?
ru: Надстройка для формата типа %s не установлена. Ваши дальнейшие действия?

source: BeatBox was unable to import %d medias. The files may be damaged.
ru: BeatBox не может импортировать %d файлов. Файлы могут быть повреждены.

source: Move all corrupted files to trash
ru: Переместить все поврежденные файлы в корзину

source: Ignore
ru: Пропустить

source: Unable to import %d medias from %s
ru: Невозможно импортировать %d файлов из %s

source: File Location
ru: Расположение файла

source: Select individual files to move to trash:
ru: Выбор отдельных файлов для перемещения в корзину:

source: Remove %s
ru: Удалить %s

source: Rescan %s Library
ru: Повторное сканирование фонотеки %s

source: Could not find %s %s
ru: Невозможно найти %s %s

source: file
ru: файл

source: %s files could not be found. What would you like to do?
ru: %s файлов не найдено. Ваши дальнейшие действия?

source: Locate Music File
ru: Выбрать музыкальный файл

source: Export Playlist
ru: Экспортировать список воспроизведения

source: Audiobook
ru: Аудиокнига

source: Video
ru: Видеофайл

source: TV Show
ru: Телевизионное шоу
