Repository: dudochkin-victor/beatbox
Catalog: po/*.po
Languages: ru

source: Media
ru: Объект

source: kbps
ru: Кбит/с

source: %d second
ru: %d секунда

source: %i day
ru: %i день

source: %i hour
ru: %i час

source: %i minute
ru: %i минута

source: %s and %s
ru: %s и %s

source: %s, %s and %s
ru: %s, %s и %s

source: Date Released
ru: Дата выпуска

source: Media Type
ru: Тип данных

source: is
ru: является

source: is not
ru: не является

source: contains
ru: содержит

source: does not contain
ru: не содержит

source: Music Store
ru: Музыкальный магазин
